Repository: AkiraMiyakoda/budgie-calendar-applet
Catalog: po/*.po
Languages: ga, lt

source: Budgie Calendar Applet
ga: Feidhmchláirín Féilire Budgie
lt: Budgie kalendoriaus programėlė

source: Calendar applet for Budgie Desktop
ga: Feidhmchláirín féilire don Deasc Budgie
lt: Kalendoriaus programėlė, skirta Budgie darbalaukiui

source: A budgie-desktop applet to show hours with custom formats and a calendar in a popover
ga: Feidhmchláirín Deasc Budgie chun dáta/am a thaispeáint agus féilire i bpreab-bhosca
lt: Budgie darbalaukio programėlė, skirta rodyti valandas tinkintu formatu ir kalendorių išskleidžiamajame lange

source: Clock Format
ga: Formáid Chloig
lt: Laiko formatas

source: Enable or disable custom clock format
ga: Cumasaigh nó díchumasaigh an fhormáid chloig shaincheaptha
lt: Įjungti ar išjungti tinkintą laiko formatą

source: "%e %b %Y - %H:%M"
lt: "%Y %b %e - %H:%M"

source: Show the clock at the format you want
ga: Taispeáin an clog san fhormáid is fearr leat
lt: Rodyti laiką jūsų pageidaujamu formatu

source: Show date
ga: Taispeáin dáta
lt: Rodyti datą

source: Show seconds
ga: Taispeáin soicindí
lt: Rodyti sekundes

source: Use 24h time
ga: Úsáid am 24 uair
lt: Naudoti 24 valandų laiką

source: Custom date
ga: Dáta saincheaptha
lt: Tinkinta data

source: Date format syntax
ga: Comhréir fhormáid dáta
lt: Datos formato sintaksė

source: Time and date settings
ga: Socruithe am agus dáta
lt: Laiko ir datos nustatymai
